/* No comment provided by engineer. */
"%d days ago" = "%d dagar sedan";

/* No comment provided by engineer. */
"%d hours ago" = "%d timmar sedan";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minuter sedan";

/* No comment provided by engineer. */
"%d months ago" = "%d månader sedan";

/* No comment provided by engineer. */
"%d seconds ago" = "%d sekunder sedan";

/* No comment provided by engineer. */
"%d weeks ago" = "%d veckor sedan";

/* No comment provided by engineer. */
"%d years ago" = "%d år sedan";

/* No comment provided by engineer. */
"A minute ago" = "En minut sedan";

/* No comment provided by engineer. */
"An hour ago" = "En timme sedan";

/* No comment provided by engineer. */
"Just now" = "Just nu";

/* No comment provided by engineer. */
"Last month" = "Förra månaden";

/* No comment provided by engineer. */
"Last week" = "Förra veckan";

/* No comment provided by engineer. */
"Last year" = "Förra året";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* No comment provided by engineer. */
"1 year ago" = "1 år sedan";

/* No comment provided by engineer. */
"1 month ago" = "1 månad sedan";

/* No comment provided by engineer. */
"1 week ago" = "1 vecka sedan";

/* No comment provided by engineer. */
"1 day ago" = "1 dag sedan";

/* No comment provided by engineer. */
"This morning" = "I morse";

/* No comment provided by engineer. */
"This afternoon" = "I eftermiddag";

/* No comment provided by engineer. */
"Today" = "I dag";

/* No comment provided by engineer. */
"This week" = "Den här veckan";

/* No comment provided by engineer. */
"This month" = "Den här månaden";

/* No comment provided by engineer. */
"This year" = "I år";

"reply_button_label" = "";
"new_message_button_label" = "";
"new_messages_button_label" = "";
"new_updates" = "";
"no_internet_server_error" = "";
"view_conversation_button_label" = "";
"select_subject_label"= "";
"write_a_message_hint"= "";
"give_your_message_a_subject" = "";
"sent_a_message" = "";
"replied_to_your" = "";
"send_button" = "";

"new_card_label" = "";
"feed_title_label"= "";
"new_message_title_label"= "";

"subject_feedback_label"= "";
"subject_feature_suggestion_label"= "";
"subject_complaint_label"= "";
"subject_other_label"= "";

"feed_is_empty_title"= "";
"icon_left_text"= "";
"icon_right_text"= "";
"icon_bottom_text"= "";
"second_paragraph_text"= "";

"message_sending" = "";
"message_sent" = "";
"message_failed" = "";
"try_again" = "";

// 2.4.2

"other_subject_hint" = "";
"reached_bottom_of_feed" = "";

// 2.4.5

"pulsate_YOU_in_message_card" = "";
